Repository: msdrigg/roam
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fil, fr, fr_ca, it, pa, pt_br, pt_pt, vi, zh_hans

source: Open the "Shortcuts" application, and choose one of the Roam shortcuts. Then add a [keyboard shortcut](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) to it
ar: "افتح تطبيق "الاختصارات"، واختر واحداً من اختصارات روم. ثم أضف إليه [اختصار لوحة المفاتيح](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32)"
de: Öffnen Sie die Anwendung "Shortcuts" und wählen Sie eine der Roam-Verknüpfungen aus. Fügen Sie dann eine [Tastenkombination] (https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) hinzu.
es: Abre la aplicación "Atajos" y elige uno de los atajos de Roam. Luego añade un [atajo de teclado](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) a este.
es_419: Abra la aplicación "Atajos" y elija uno de los atajos de Roam. Luego agregue un [atajo de teclado](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) a este.
fil: Buksan ang aplikasyong "Shortcuts", at pumili ng isa sa mga shortcut ng Roam. Pagkatapos ay magdagdag ng [keyboard shortcut](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) dito.
fr: Ouvrez l'application "Raccourcis" et choisissez l'un des raccourcis Roam. Ensuite, ajoutez un [raccourci clavier](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) à celui-ci.
fr_ca: Ouvrez l'application "Raccourcis" et choisissez l'un des raccourcis Roam. Ensuite, ajoutez-y un [raccourci clavier](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32).
it: Open the "Shortcuts" application, and choose one of the Roam shortcuts. Then add a keyboard shortcut to it.
pa: "ਸ਼ੌਰਟਕੱਟਜ਼" ਐਪਲੀਕੇਸ਼ਨ ਖੋਲੋ, ਅਤੇ ਰੋਮ ਸ਼ੌਰਟਕੱਟਜ਼ ਵਿਚੋਂ ਇਕ ਚੁਣੋ। ਫਿਰ ਇਸ ਨੂੰ [ਕੀਬੋਰਡ ਸ਼ੌਰਟਕੱਟ](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) ਜੋੜੋ।
pt_br: Abra o aplicativo "Atalhos" e escolha um dos atalhos do Roam. Em seguida, adicione um [atalho de teclado](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) a ele.
pt_pt: Abra a aplicação "Atalhos" e escolha um dos atalhos Roam. Em seguida, adicione um [atalho de teclado](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) a ele.
vi: Mở ứng dụng "Shortcuts", và chọn một trong số các lối tắt Roam. Sau đó thêm một [phím tắt](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32) vào đó.
zh_hans: 打开"快捷方式"应用程序，并选择Roam的一个快捷方式。然后，为其添加一个[键盘快捷方式](https://support.apple.com/guide/shortcuts-mac/launch-a-shortcut-from-another-app-apd163eb9f95/7.0/mac/14.0#apd94a0e7c32)。

source: Operation failed.
ar: فشلت العملية.
de: Vorgang fehlgeschlagen.
es: La operación falló.
es_419: Error en la operación.
fil: Nabigo ang operasyon.
fr: L’opération a échoué.
fr_ca: L’opération a échoué.
it: Operazione non riuscita.
pa: ਕਾਰਵਾਈ ਅਸਫਲ ਰਹੀ।
pt_br: Falha na operação.
pt_pt: A operação falhou.
vi: Thao tác không thành công.
zh_hans: 操作失败。

source: Options
ar: خيارات
de: Optionen
es: Opciones
es_419: Opciones
fil: Mga Pagpipilian
it: Opzioni
pa: ਚੋਣਾਂ
pt_br: Opções
pt_pt: Opções
vi: Tùy chọn
zh_hans: 选项

source: Other
ar: أخرى
de: Andere
es: Otro
es_419: Otros
fil: Iba pa
fr: Autre
fr_ca: Autre
it: Altro
pa: ਹੋਰ
pt_br: Outro
pt_pt: Outros
vi: Khác
zh_hans: 其他

source: P.S. This is an auto-reply. 🤖
ar: ملاحظة: هذا رد آلي. 🤖
de: P.S. Dies ist eine automatische Antwort. 🤖
es: P.D. Esta es una respuesta automática. 🤖
es_419: P.D. Esta es una respuesta automática. 🤖
fil: P.S. Ito ay isang awtomatikong tugon. 🤖
fr: P.S. Ceci est une réponse automatique. 🤖
fr_ca: P.S. Ceci est une réponse automatique. 🤖
it: P.S. Questa è una risposta automatica. 🤖
pa: P.S. ਇਹ ਇੱਕ ਆਟੋ-ਜਵਾਬ ਹੈ. 🤖
pt_br: P.S. Esta é uma resposta automática. 🤖
pt_pt: P.S. Esta é uma resposta automática. 🤖
vi: P.S. Đây là một phản hồi tự động. 🤖
zh_hans: 附言：这是自动回复。🤖

source: Parameters
ar: المعلمات
de: Parameter
es: Parámetros
es_419: Parámetros
fil: Mga Parameter
fr: Paramètres
fr_ca: Paramètres
it: Parametri
pa: ਪੈਰਾਮੀਟਰ
pt_br: Parâmetros
pt_pt: Parâmetros
vi: Thông số
zh_hans: 参数

source: Paste
ar: لصق
de: Einfügen
es: Pegar
es_419: Pegar
fil: Idikit
fr: Coller
fr_ca: Coller
it: Incolla
pa: Pegar
pt_br: Colar
pt_pt: Colar
vi: Dán
zh_hans: 粘贴

source: Permissive Mode
ar: وضع التساهل
de: Permissiver Modus
es: Modo permisivo
es_419: Modo permisivo
fil: Pahintulot na Mode
fr: Mode permissif
fr_ca: Mode permissif
it: Modalità permissiva
pa: ਆਗਿਆਦਾਰੀ ਮੋਡ
pt_br: Modo Permissivo
pt_pt: Modo Permissivo
vi: Chế độ cho phép
zh_hans: 宽松模式

source: Play or pause the media on the connected device
ar: تشغيل أو إيقاف الوسائط مؤقتًا على الجهاز المتصل
de: Medien auf dem verbundenen Gerät abspielen oder pausieren
es: Reproducir o pausar el contenido en el dispositivo conectado
es_419: Reproducir o pausar el contenido multimedia en el dispositivo conectado
fil: I-play o i-pause ang media sa nakakonektang aparato
fr: Lire ou mettre en pause le média sur l'appareil connecté
fr_ca: Lire ou mettre en pause le média sur l'appareil connecté
it: Riproduci o metti in pausa il media sul dispositivo connesso
pa: ਜੁੜੇ ਉਪਕਰਣ ਤੇ ਮੀਡੀਆ ਚਲਾਓ ਜਾਂ ਰੋਕੋ
pt_br: Reproduzir ou pausar a mídia no dispositivo conectado
pt_pt: Reproduzir ou pausar a mídia no dispositivo conectado
vi: Phát hoặc tạm dừng phương tiện trên thiết bị kết nối
zh_hans: 播放或暂停连接设备上的媒体

source: Play or pause your TV
ar: تشغيل أو إيقاف تلفزيونك
de: Spielen oder pausieren Sie Ihren Fernseher
es: Reproduce o pausa tu TV
es_419: Reproduce o pausa tu TV
fil: Maglaro o itigil ang iyong TV
fr: Jouez ou mettez votre téléviseur en pause
fr_ca: Jouez ou mettez en pause votre télévision
it: Riproduci o metti in pausa il tuo TV
pa: ਤੁਹਾਡੀ ਟੀਵੀ ਚਲਾਓ ਜਾਂ ਰੋਕੋ
pt_br: Reproduza ou pause sua TV
pt_pt: Reproduzir ou pausar a sua TV
vi: Chơi hoặc tạm dừng TV của bạn
zh_hans: 播放或暂停你的电视

source: Please be patient, because I don't have an apple watch so I can't test how effective this is. Please reach out if you aren't able to get this to work :). You message me by clicking "Chat with developer" from Roam settings
ar: يرجى التحلي بالصبر، لأنني لا أملك ساعة آبل لذا لا أستطيع اختبار مدى فعالية هذا. يرجى التواصل معي إذا لم تتمكن من القدرة على جعل هذا يعمل :). يمكنك مراسلتي بالنقر على "الدردشة مع المطور" من إعدادات Roam.
de: Bitte haben Sie Geduld, denn ich habe keine Apple Watch, also kann ich nicht testen, wie effektiv das ist. Bitte melden Sie sich, wenn Sie das nicht zum Laufen bringen können :). Sie können mir eine Nachricht senden, indem Sie in den Roam-Einstellungen auf "Chat mit Entwickler" klicken.
es: Por favor ten paciencia, porque no tengo un Apple Watch, por lo tanto no puedo probar qué tan efectivo es esto. Por favor, ponte en contacto si no puedes hacer que esto funcione :). Puedes enviarme un mensaje haciendo clic en "Chatear con el desarrollador" desde la configuración de Roam.
es_419: Por favor, ten paciencia, porque no tengo un Apple Watch y por lo tanto no puedo probar qué tan efectivo es esto. Si no logras que esto funcione, por favor escríbeme. Puedes enviarme un mensaje haciendo clic en "Chatear con el desarrollador" desde la configuración de Roam.
fil: Mangyaring maging pasensyoso, dahil wala akong apple watch kaya hindi ko masusubukan kung gaano ito epektibo. Mangyaring makipag-ugnay kung hindi mo ito magawang gumana :). Maaring magmensahe sa akin sa pamamagitan ng pag-click sa "Makipag-chat sa developer" mula sa mga setting ng Roam.
fr: Veuillez être patient, car je n'ai pas de montre Apple donc je ne peux pas tester son efficacité. Veuillez me contacter si vous n'arrivez pas à le faire fonctionner :). Vous pouvez me contacter en cliquant sur "Discuter avec le développeur" depuis les paramètres de Roam.
fr_ca: Veuillez être patient, car je n'ai pas de Apple Watch donc je ne peux pas tester son efficacité. Veuillez me contacter si vous n'arrivez pas à faire fonctionner ceci :). Vous pouvez m'envoyer un message en cliquant sur "Discuter avec le développeur" depuis les paramètres de Roam.
it: Per favore sii paziente, perché non ho un Apple Watch quindi non posso testare quanto sia efficace. Per favore contattami se non riesci a farlo funzionare :). Puoi inviarmi un messaggio cliccando su "Chatta con lo sviluppatore" dalle impostazioni di Roam.
pa: कृपया धैर्य रखो, क्योंकि मेरे पास एप्पल वॉच नहीं है, इसलिए मैं यह नहीं जांच सकता कि यह कितना प्रभावी है। यदि आप इसे काम करने में सक्षम नहीं हैं तो कृपया संपर्क करें :). आप रोम सेटिंग्स से "डेवलपर के साथ चैट करें" पर क्लिक करके मुझसे संदेश भेजते हैं।
pt_br: Por favor, tenha paciência, porque eu não tenho um Apple Watch, então não posso testar a eficácia disso. Entre em contato se você não conseguir fazer isso funcionar :). Você pode me enviar uma mensagem clicando em "Conversar com o desenvolvedor" nas configurações do Roam.
pt_pt: Por favor, seja paciente, porque eu não tenho um Apple Watch para poder testar quão eficaz isto é. Por favor, contacte-me se não conseguir colocar isto a funcionar :). Pode enviar-me uma mensagem clicando em "Conversar com o desenvolvedor" nas configurações do Roam.
vi: Vui lòng kiên nhẫn, vì tôi không sở hữu một chiếc đồng hồ apple nên tôi không thể kiểm tra được hiệu quả của nó. Hãy liên hệ với tôi nếu bạn không thể làm cho nó hoạt động :). Bạn có thể nhắn cho tôi bằng cách nhấp vào "Trò chuyện với nhà phát triển" từ cài đặt Roam.
zh_hans: 请耐心等待，因为我没有苹果手表，所以无法测试这个的效果。如果你无法使它工作，请与我取得联系:)。你可以通过点击Roam设置中的“与开发者聊天”来给我发消息。

source: Please check that Roam has access to its app group storage, then try again.
ar: يرجى التأكد من أن Roam لديه إمكانية الوصول إلى مساحة تخزين مجموعة التطبيقات الخاصة به، ثم حاول مرة أخرى.
de: Bitte überprüfe, ob Roam Zugriff auf den Speicher seiner App-Gruppe hat, und versuche es dann erneut.
es: Comprueba que Roam tenga acceso al almacenamiento de su grupo de apps y vuelve a intentarlo.
es_419: Verifica que Roam tenga acceso al almacenamiento de su grupo de apps y vuelve a intentarlo.
fil: Pakisuri kung may access ang Roam sa storage ng app group nito, pagkatapos ay subukang muli.
fr: Veuillez vérifier que Roam a accès au stockage de son groupe d’applications, puis réessayez.
fr_ca: Veuillez vérifier que Roam a accès au stockage de son groupe d’applications, puis réessayez.
it: Verifica che Roam abbia accesso allo spazio di archiviazione del suo gruppo di app, quindi riprova.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ Roam ਕੋਲ ਇਸਦੀ ਐਪ ਗਰੁੱਪ ਸਟੋਰੇਜ ਤੱਕ ਪਹੁੰਚ ਹੈ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Verifique se o Roam tem acesso ao armazenamento do grupo de apps e tente novamente.
pt_pt: Verifique se o Roam tem acesso ao armazenamento do seu grupo de aplicações e tente novamente.
vi: Vui lòng kiểm tra xem Roam có quyền truy cập vào bộ nhớ nhóm ứng dụng của mình hay không, rồi thử lại.
zh_hans: 请检查 Roam 是否有权访问其应用组存储空间，然后重试。

source: Please close and re-open the app and then try again.
ar: يُرجى إغلاق التطبيق وإعادة فتحه ثم المحاولة مرة أخرى.
de: Bitte schließen Sie die App und öffnen Sie sie erneut. Versuchen Sie es anschließend noch einmal.
es: Por favor, cierra y vuelve a abrir la aplicación y luego inténtalo de nuevo.
es_419: Por favor, cierra y vuelve a abrir la aplicación y luego inténtalo de nuevo.
fil: Pakisara at muling buksan ang app, pagkatapos ay subukang muli.
fr: Veuillez fermer puis rouvrir l’application, puis réessayer.
fr_ca: Veuillez fermer et rouvrir l’application, puis réessayer.
it: Chiudi e riapri l'app, quindi riprova.
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹੋ ਅਤੇ ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Por favor, feche e reabra o aplicativo e tente novamente.
pt_pt: Por favor, feche e volte a abrir a aplicação e depois tente novamente.
vi: Vui lòng đóng và mở lại ứng dụng rồi thử lại.
zh_hans: 请关闭并重新打开应用，然后重试。

source: Please close and re-open the app, then try again.
ar: يرجى إغلاق التطبيق وإعادة فتحه، ثم المحاولة مرة أخرى.
de: Bitte schließen Sie die App und öffnen Sie sie erneut. Versuchen Sie es dann noch einmal.
es: Por favor, cierra y vuelve a abrir la aplicación, luego inténtalo de nuevo.
es_419: Por favor, cierra y vuelve a abrir la aplicación y, luego, inténtalo de nuevo.
fil: Pakisara at muling buksan ang app, pagkatapos ay subukang muli.
fr: Veuillez fermer puis rouvrir l’application, puis réessayez.
fr_ca: Veuillez fermer et rouvrir l’application, puis réessayer.
it: Chiudi e riapri l'app, quindi riprova.
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹੋ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Por favor, feche e abra o aplicativo novamente e tente de novo.
pt_pt: Feche e volte a abrir a aplicação e, em seguida, tente novamente.
vi: Vui lòng đóng và mở lại ứng dụng, rồi thử lại.
zh_hans: 请关闭并重新打开应用，然后重试。

source: Please contact roam-support@msd3.io so we can help recover your saved devices.
ar: يرجى التواصل مع roam-support@msd3.io حتى نتمكن من مساعدتك في استعادة أجهزتك المحفوظة.
de: Bitte kontaktieren Sie roam-support@msd3.io, damit wir Ihnen bei der Wiederherstellung Ihrer gespeicherten Geräte helfen können.
es: Ponte en contacto con roam-support@msd3.io para que podamos ayudarte a recuperar tus dispositivos guardados.
es_419: Comunícate con roam-support@msd3.io para que podamos ayudarte a recuperar tus dispositivos guardados.
fil: Mangyaring makipag-ugnayan sa roam-support@msd3.io upang matulungan ka naming mabawi ang iyong mga naka-save na device.
fr: Veuillez contacter roam-support@msd3.io afin que nous puissions vous aider à récupérer vos appareils enregistrés.
fr_ca: Veuillez communiquer avec roam-support@msd3.io afin que nous puissions vous aider à récupérer vos appareils enregistrés.
it: Contatta roam-support@msd3.io così possiamo aiutarti a recuperare i tuoi dispositivi salvati.
pa: ਕਿਰਪਾ ਕਰਕੇ roam-support@msd3.io ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਤਾਂ ਜੋ ਅਸੀਂ ਤੁਹਾਡੇ ਸੇਵ ਕੀਤੇ ਡਿਵਾਈਸਾਂ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕੀਏ।
pt_br: Entre em contato com roam-support@msd3.io para que possamos ajudar a recuperar seus dispositivos salvos.
pt_pt: Por favor, contacte roam-support@msd3.io para que possamos ajudar a recuperar os seus dispositivos guardados.
vi: Vui lòng liên hệ roam-support@msd3.io để chúng tôi có thể giúp khôi phục các thiết bị đã lưu của bạn.
zh_hans: 请联系 roam-support@msd3.io，以便我们帮助恢复您已保存的设备。

source: Please delete some files to clear up some space and try again
ar: يرجى حذف بعض الملفات لتحرير بعض المساحة ثم المحاولة مرة أخرى
de: Bitte löschen Sie einige Dateien, um Speicherplatz freizugeben, und versuchen Sie es erneut.
es: Elimina algunos archivos para liberar espacio e inténtalo de nuevo.
es_419: Elimina algunos archivos para liberar espacio y vuelve a intentarlo.
fil: Pakibura ang ilang file upang magbakante ng espasyo at subukang muli.
fr: Veuillez supprimer des fichiers pour libérer de l’espace, puis réessayez.
fr_ca: Veuillez supprimer quelques fichiers pour libérer de l’espace, puis réessayez.
it: Elimina alcuni file per liberare spazio e riprova.
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਜਗ੍ਹਾ ਖਾਲੀ ਕਰਨ ਲਈ ਕੁਝ ਫਾਈਲਾਂ ਮਿਟਾਓ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Exclua alguns arquivos para liberar espaço e tente novamente
pt_pt: Elimine alguns ficheiros para libertar espaço e tente novamente
vi: Vui lòng xóa bớt một số tệp để giải phóng dung lượng rồi thử lại
zh_hans: 请删除一些文件以释放一些空间，然后重试

source: Please delete some files to clear up some space and try again.
ar: يرجى حذف بعض الملفات لتوفير بعض المساحة وحاول مرة أخرى.
de: Bitte löschen Sie einige Dateien, um Platz zu schaffen, und versuchen Sie es erneut.
es: Por favor, elimina algunos archivos para liberar espacio e intenta de nuevo.
es_419: Por favor, elimina algunos archivos para liberar espacio e intenta de nuevo.
fil: Mangyaring magtanggal ng ilang mga file para malinisan ang ilang espasyo at subukang muli.
fr: Veuillez supprimer certains fichiers pour libérer de l'espace et réessayer.
fr_ca: Veuillez supprimer quelques fichiers pour libérer de l'espace et réessayer.
it: Si prega di eliminare alcuni file per liberare spazio e riprovare.
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਫਾਈਲਾਂ ਨੂੰ ਹਟਾਓ ਤਾਂ ਜੋ ਥੋੜ੍ਹਾ ਜਗ੍ਹਾ ਖਾਲੀ ਹੋ ਜਾਵੇ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pt_br: Por favor, exclua alguns arquivos para liberar espaço e tente novamente.
pt_pt: Por favor, apague alguns ficheiros para libertar espaço e tente novamente.
vi: Vui lòng xóa một số tệp để giải phóng không gian và thử lại.
zh_hans: 请删除一些文件以释放一些空间，然后再试一次。

source: Please make sure the device you are updating has been added.
ar: يرجى التأكد من إضافة الجهاز الذي تقوم بتحديثه.
de: Bitte stellen Sie sicher, dass das Gerät, das Sie aktualisieren, hinzugefügt wurde.
es: Asegúrate de que el dispositivo que estás actualizando se haya añadido.
es_419: Asegúrate de que el dispositivo que estás actualizando se haya agregado.
fil: Pakitiyak na naidagdag na ang device na ina-update mo.
fr: Veuillez vous assurer que l’appareil que vous mettez à jour a été ajouté.
fr_ca: Veuillez vous assurer que l’appareil que vous mettez à jour a été ajouté.
it: Assicurati che il dispositivo che stai aggiornando sia stato aggiunto.
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਜਿਸ ਡਿਵਾਈਸ ਨੂੰ ਤੁਸੀਂ ਅੱਪਡੇਟ ਕਰ ਰਹੇ ਹੋ, ਉਹ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ ਹੈ।
pt_br: Certifique-se de que o dispositivo que você está atualizando foi adicionado.
pt_pt: Certifique-se de que o dispositivo que está a atualizar foi adicionado.
vi: Vui lòng đảm bảo thiết bị bạn đang cập nhật đã được thêm.
zh_hans: 请确保您正在更新的设备已添加。

source: Please re-open the app and try again.
ar: يرجى إعادة فتح التطبيق والمحاولة مرة أخرى.
de: Bitte öffnen Sie die App erneut und versuchen Sie es noch einmal.
es: Por favor, vuelve a abrir la aplicación e inténtalo de nuevo.
es_419: Por favor, vuelve a abrir la aplicación e inténtalo de nuevo.
fil: Mangyaring muling buksan ang app at subukang muli.
fr: Veuillez rouvrir l'application et réessayer.
fr_ca: Veuillez rouvrir l'application et réessayer.
it: Si prega di riaprire l'app e provare di nuovo.
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪਨੂੰ ਮੁੜ
pt_br: Por favor, reabra o aplicativo e tente novamente.
pt_pt: Por favor, reabra o aplicativo e tente novamente.
vi: Vui lòng mở lại ứng dụng và thử lại.
zh_hans: 请重新打开应用并再次尝试。

source: Please try again in a moment.
ar: يُرجى المحاولة مرة أخرى بعد قليل.
de: Bitte versuchen Sie es in Kürze erneut.
es: Por favor, inténtalo de nuevo en un momento.
es_419: Inténtalo de nuevo en un momento, por favor.
fil: Pakisubukang muli pagkalipas ng ilang sandali.
fr: Veuillez réessayer dans un instant.
fr_ca: Veuillez réessayer dans un instant.
it: Riprova tra un momento.
pa: ਕਿਰਪਾ ਕਰਕੇ ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Por favor, tente novamente em instantes.
pt_pt: Por favor, tente novamente daqui a pouco.
vi: Vui lòng thử lại sau giây lát.
zh_hans: 请稍后再试。

source: Please try saving the device again
ar: يرجى محاولة حفظ الجهاز مرة أخرى
de: Bitte versuchen Sie erneut, das Gerät zu speichern.
es: Por favor, vuelve a intentar guardar el dispositivo.
es_419: Intenta guardar el dispositivo de nuevo
fil: Pakisubukang i-save muli ang device
fr: Veuillez réessayer d’enregistrer l’appareil
fr_ca: Veuillez essayer d’enregistrer l’appareil à nouveau
it: Prova a salvare di nuovo il dispositivo
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਿਵਾਈਸ ਨੂੰ ਦੁਬਾਰਾ ਸੇਵ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Por favor, tente salvar o dispositivo novamente
pt_pt: Por favor, tente guardar o dispositivo novamente
vi: Vui lòng thử lưu lại thiết bị
zh_hans: 请再次尝试保存该设备

source: Power
ar: الطاقة
de: Strom
es: Encender/Apagar
es_419: Encender/Apagar
fr: Alimentation
fr_ca: Alimentation
it: Accensione
pa: ਪਾਵਰ
pt_br: Poder
pt_pt: Energia
vi: Nguồn
zh_hans: 电源

source: Power Off
ar: إيقاف التشغيل
de: Ausschalten
es: Apagar
es_419: Apagar
fr: Éteindre
fr_ca: Éteindre
it: Spegni
pa: ਪਾਵਰ ਬੰਦ
pt_br: Desligar
pt_pt: Desligar
vi: Tắt nguồn
zh_hans: 关机

source: Power On
ar: تشغيل
de: Einschalten
es: Encender
es_419: Encender
fr: Allumer
fr_ca: Allumer
it: Accendi
pa: ਪਾਵਰ ਚਾਲੂ
pt_br: Ligar
pt_pt: Ligar
vi: Bật nguồn
zh_hans: 开机

source: Power on or off %@
ar: تشغيل أو إيقاف %@
de: %@ ein- oder ausschalten
es: Encender o apagar %@
es_419: Encender o apagar %@
fil: I-power on o off ang %@
fr: Allumer ou éteindre %@
fr_ca: Allumer ou éteindre %@
it: Accendi o spegni %@
pa: %@ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰੋ
pt_br: Ligar ou desligar %@
pt_pt: Ligar ou desligar %@
vi: Bật hoặc tắt %@
zh_hans: 打开或关闭 %@

source: Power on or off ${device}
ar: قم بتشغيل أو إيقاف تشغيل ${device}
de: Schalten Sie ${device} ein oder aus
es: Encender o apagar ${device}
es_419: Encienda o apague ${device}
fil: I-on o i-off ang ${device}
fr: Allumez ou éteignez ${device}
fr_ca: Allumez ou éteignez ${device}
it: Accendi o spegni ${device}
pa: ${device} ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰੋ
pt_br: Ligue ou desligue ${device}
pt_pt: Ligue ou desligue ${device}
vi: "Bật hoặc tắt ${device}"
zh_hans: 打开或关闭 ${device}

source: Power on or off the device
ar: تشغيل أو إيقاف الجهاز
de: Gerät ein- oder ausschalten
es: Encender o apagar el dispositivo
es_419: Encender o apagar el dispositivo
fil: I-power on o off ang aparato
fr: Allumer ou éteindre l'appareil
fr_ca: Allumer ou éteindre l'appareil
it: Accendi o spegni il dispositivo
pa: ਉਪਕਰਣ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰੋ
pt_br: Ligar ou desligar o dispositivo
pt_pt: Ligar ou desligar o dispositivo
vi: Bật hoặc tắt thiết bị
zh_hans: 打开或关闭设备

source: Power On/Off
ar: تشغيل/إيقاف
de: Ein-/Ausschalten
es: Encender/Apagar
es_419: Encender/Apagar
fr: Allumer/Éteindre
fr_ca: Allumer/Éteindre
it: Accendi/Spegni
pa: ਪਾਵਰ ਚਾਲੂ/ਬੰਦ
pt_br: Ligar/Desligar
pt_pt: Ligar/Desligar
vi: Bật/Tắt nguồn
zh_hans: 开/关机

# Press %@ %lld times on %@
source: Press %1$@ %2$lld times on %3$@
ar: اضغط على %@ %lld مرة على %@
de: Drücke %@ %lld Mal auf %@
es: Pulsa %@ %lld veces en %@
es_419: Presiona %@ %lld veces en %@
fil: Pindutin ang %@ nang %lld beses sa %@
fr: Appuyez sur %@ %lld fois sur %@
fr_ca: Appuyez sur %@ %lld fois sur %@
it: Premi %@ %lld volte su %@
pa: %@ ਨੂੰ %lld ਵਾਰ %@ 'ਤੇ ਦਬਾਓ
pt_br: Pressione %@ %lld vezes em %@
pt_pt: Prima %@ %lld vezes em %@
vi: Nhấn %@ %lld lần trên %@
zh_hans: 在 %1$@ 上按 %@ %lld 次

# Press %@ on %@
source: Press %1$@ on %2$@
ar: اضغط %@ على %@
de: %@ auf %@ drücken
es: Presiona %@ en %@
es_419: Presione %@ en %@
fil: Pindutin ang %@ sa %@
fr: Appuyez sur %@ sur %@
fr_ca: Appuyez sur %@ sur %@
it: Premi %@ su %@
pa: %@ ਨੂੰ %@ ਤੇ ਦਬਾਓ
pt_br: Pressione %@ em %@
pt_pt: Pressione %@ em %@
vi: Nhấn %@ trên %@
zh_hans: 在 %@ 上按 %@

source: Press ${button} ${count} times on ${device}
ar: اضغط على ${button} ${count} مرات على ${device}
de: Drücke ${button} ${count} Mal auf ${device}
es: Presiona ${button} ${count} veces en ${device}
es_419: Presiona ${button} ${count} veces en ${device}
fil: Pindutin ang ${button} nang ${count} beses sa ${device}
fr: Appuyez sur ${button} ${count} fois sur ${device}
fr_ca: Appuyez ${count} fois sur ${button} sur ${device}
it: Premi ${button} ${count} volte su ${device}
pa: ${device} 'ਤੇ ${button} ਨੂੰ ${count} ਵਾਰ ਦਬਾਓ
pt_br: Pressione ${button} ${count} vezes no ${device}
pt_pt: Prima ${button} ${count} vezes no ${device}
vi: Nhấn ${button} ${count} lần trên ${device}
zh_hans: 在 ${device} 上按 ${button} ${count} 次
